{
  "message": "hello i18n !!",
  "contact": {
    "about": "Martin Kaller, Linköpings baserad landskapsfotograf som delar sitt fotograferande. Jag fotar med en Sony A7II tillsammans med en FE 16-35 F4 eller en Canon 70-200 F4. För att fånga landskapets tycker jag om att vara ute innan solen är uppe. När solen går upp är min kamera på stativet och jag är redo att fånga landskapets skönhet. Vanligtvis är mina fotografier tagna runt vatten, jag tror att det hjälper till att lyfta kompositionen. Mitt mål är att dela naturens skönhet och vad den har att erbjuda, samt att dela några av mina favorit fotoplatser främst runt Linköping, Östergötland men också hela Sverige. Denna sida har jag kodat med Vue JS som frontend och php som en backend api.",
    "services": {
      "landscape": {
        "name": "Landskapsfoto",
        "text": "skrrr"
      },
      "drone": {
        "name": "Flygfoto",
        "text": "skrrr"
      },
      "interior": {
        "name": "Interiör",
        "text": "skrrr"
      }
    } 
  },
  "footer": {
    "about": "Martin Kaller, Linköpings baserad landskapsfotograf som delar sitt fotograferande. Jag fotar med en Sony A7II tillsammans med en FE 16-35 F4 eller en Canon 70-200 F4. För att fånga landskapets tycker jag om att vara ute innan solen är uppe. När solen går upp är min kamera på stativet och jag är redo att fånga landskapets skönhet. Vanligtvis är mina fotografier tagna runt vatten, jag tror att det hjälper till att lyfta kompositionen. Mitt mål är att dela naturens skönhet och vad den har att erbjuda, samt att dela några av mina favorit fotoplatser främst runt Linköping, Östergötland men också hela Sverige."
  },
  "navs": {
    "portfolio": "Portfolio",
    "photography": "Fotografi",
    "locations": "Fotoplatser",
    "contact": "Kontakt",
    "dashboard": "dashboard",
    "prints": "Utskrifter"
  },
  "home": {
    "landscape": {
      "name": "Landskapsfoto",
      "action": "Se bilder"
    },
    "contact": {
      "name": "Martin Kaller",
      "action": "Om mig"
    },
    "locations": {
      "name": "Fotoplatser",
      "action": "Upptäck"
    }
  },
  "legal": "kallers.se använder html5 localstorage, genom att spara godkänner du till att låte denna webbplats använda localstorage",
  "prints": {
    "continue": [
      "Välj ram och storlek"
    ],
    "cart": "Kundvagn",
    "steps": [
      "Info",
      "Välj bilder",
      "Välj ram och storlek",
      "Fyll i uppgifter"
    ],
    "pricetable": "Priser för storlek och ram",
    "howto": [
      {
        "title": "Välj de bilder du vill ha",
        "body": "Klicka i bilderna du vill, som standard är bilderna valda i A3 med ram vilket är det jag rekommenderar"
      },
      {
        "title": "Välj storlek och ram",
        "body": "Klicka i bilderna du vill, som standard är bilderna valda i A3 med ram vilket är det jag rekommenderar"
      },
      {
        "title": "Fyll i dina uppgifter",
        "body": "Uppgifterna skickas till mig och jag kommer kontakta dig. Är du inom Linköping levererar jag personligt till dig"
      }
    ],
    "title": "Vad härligt att du vill köpa bilder!",
    "body": "Mina bilder gör sig ofta bäst på papper. Det blir självklart ännu bättre inramat dessutom. Jag rekommenderar bildstorleken A3 med svart ram och passepartout. I storleken A3 så skrivs bilderna lokalt ut i Linköping och blir väldigt fin kvalité. Priset för detta är 300kr. Kolla in pristabellen för andra storlekar! Finns storleken inte med? Skriv vilken storlek du vill ha i kommentars delen vid ifyllning av uppgifter så kontaktar jag dig och erbjuder ett pris för denna storlek.",
    "warnings": [
      {
        "text": "Detta är ingen riktig webbshopp, när du fyllt i uppgifterna skickas de till mig och jag kommer ta kontakt med dig. Betalningen sköts senare",
        "status": "warning"
      }
    ]

  },
  "continue": "Fortsätt",
  "cancel": "Avbryt"
}